#include <stdio.h>
int main(){
    int n;
    printf("Введіть номер маршрута(від 1 до 9):");
    scanf("%d", &n);
    printf("-----------------------\n");
    switch (n) {
    case 1:
        printf("Маршрут №1\n"
               "Початкова зупинка - Залізничний вокзал\n"
               "Кінцева зупинка - Погулянка");
        break;
    case 2:
        printf("Маршрут №2\n"
               "Початкова зупинка - вул. Пасічна\n"
               "Кінцева зупинка - вул. Коновальця");
        break;
    case 3:
        printf("Маршрут №3\n"
               "Початкова зупинка - пл. Соборна\n"
               "Кінцева зупинка - Аквапарк");
        break;
    case 4:
        printf("Маршрут №4\n"
               "Початкова зупинка - Залізничний вокзал\n"
               "Кінцева зупинка - вул. Вернадського");
        break;
    case 5:
        printf("Маршрут №5\n"
               "Початкова зупинка - ж/м Західний\n"
               "Кінцева зупинка - Транспортний університет");
        break;
    case 6:
        printf("Маршрут №6\n"
               "Початкова зупинка - вул. Миколайчука\n"
               "Кінцева зупинка - Залізничний вокзал");
        break;
    case 7:
        printf("Маршрут №7\n"
               "Початкова зупинка - пл. Домнобудівників \n"
               "Кінцева зупинка - вул. Збагачувальна");
        break;
    case 8:
        printf("Маршрут №8\n"
               "Початкова зупинка - пл. Соборна\n"
               "Кінцева зупинка - вул. Вернадського");
        break;
    case 9:
        printf("Маршрут №9\n"
               "Початкова зупинка - вул. Коновальця\n"
               "Кінцева зупинка - вул. Торф'яна");
        break;
    default:
        printf("Ви ввели неправильне число!");
        break;

    }


}